Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2010.tmx
Source language: en_us
Languages: zh_cn

source: With the goal of helping students find jobs, we will integrate education resources, improve teaching methods;
zh_cn: 以就业为目标，整合教育资源，改进教学方式，

source: and focus on nurturing students' employability and entrepreneurial abilities.
zh_cn: 着力培养学生的就业创业能力。

source: Fourth, we will reform the management and admissions systems of institutions of higher learning.
zh_cn: 四是推进高等学校管理体制和招生制度改革。

source: We will give them more decision-making power, encourage them to adjust their majors and curricula to meet employment needs and the needs of economic and social development;
zh_cn: 进一步落实高等学校办学自主权，鼓励高等学校适应就业和经济社会发展需要，调整专业和课程设置，

source: more intimately integrate personnel training, scientific and technological innovation, and academic development;
zh_cn: 推动高等学校人才培养、科技创新和学术发展紧密结合，

source: inspire their teachers to concentrate on education;
zh_cn: 激励教师专注于教育，

source: and become high-level universities with their own distinctive features.
zh_cn: 努力建设有特色、高水平大学。

source: We will develop a number of first-class universities that produce outstanding personnel.
zh_cn: 创建若干一流大学，培养杰出人才。

source: The central government will increase support for the development of higher education in the central and western regions.
zh_cn: 中央财政要加大对中西部高等教育发展的支持。

source: Fifth, we will improve the ranks of our teachers.
zh_cn: 五是加强教师队伍建设。

source: We will take a variety of measures to attract outstanding personnel to pursue careers in education and devote their lives to it.
zh_cn: 从多方面采取措施，吸引优秀人才投身教育事业，鼓励他们终身从教。

source: We will focus on strengthening training for teachers and principals of rural compulsory education schools, and encourage excellent teachers to teach in impoverished rural areas.
zh_cn: 重点加强农村义务教育学校教师和校长培训，鼓励优秀教师到农村贫困地区从教。

source: We will intensify education to improve the professional ethics of our teachers, and enhance their sense of responsibility and mission.
zh_cn: 加强师德教育，增强教师的责任感和使命感。

source: Hundreds of millions of families place their hopes for a better life on education, and education has a direct bearing on the quality of the nation and the future of the country.
zh_cn: 教育寄托着亿万家庭对美好生活的期盼，关系着民族素质和国家未来。

source: A country cannot become strong and prosperous if it does not make education universal and improve its quality.
zh_cn: 不普及和提高教育，国家不可能强盛。

source: We must always keep this in mind.
zh_cn: 这个道理我们要永远铭记。

source: We will vigorously develop science and technology.
zh_cn: 大力发展科学技术。

source: We need to earnestly implement the policy of independent innovation, comprehensively build an innovative country, and accelerate the implementation of our major science and technology programs.
zh_cn: 要认真贯彻自主创新的方针，全面推进创新型国家建设，加快实施科技重大专项。

source: We need to concentrate on making breakthroughs in key scientific and technological problems that can drive the technological revolution forward and promote industrial invigoration, in major scientific and technological problems related to public welfare that can improve people's health and the quality of their lives, and in problems in strategic, high-tech fields that can enhance our country's international competitiveness and safeguard our national security.
zh_cn: 着力突破带动技术革命、促进产业振兴的关键科技问题，突破提高健康水平、保障改善民生的重大公益性科技问题，突破增强国际竞争力、维护国家安全的战略高技术问题。

source: We will make farsighted arrangements for basic research and research in cutting-edge technologies in the fields of biology, nano science, quantum control, information networks, climate change, aerospace and oceanography.
zh_cn: 前瞻部署生物、纳米、量子调控、信息网络、气候变化、空天海洋等领域基础研究和前沿技术研究。

source: We will deepen the reform of the system for managing science and technology;
zh_cn: 深化科技体制改革，

source: strive to bridge the gap between science and technology and the economy;
zh_cn: 着力解决科技与经济脱节的问题，

source: promote the development of a system of technological innovation in which enterprises play the leading role, the market provides orientation, and the efforts of enterprises, universities and research institutes are integrated;
zh_cn: 推动以企业为主体、市场为导向、产学研相结合的技术创新体系建设，

source: and promote optimal allocation, open sharing, and highly efficient use of scientific and technological resources.
zh_cn: 促进科技资源优化配置、开放共享和高效利用。

source: We will vigorously implement the strategy for intellectual property rights and strengthen the creation, application and protection of them.
zh_cn: 要大力实施知识产权战略，加强知识产权创造、应用和保护。

source: We will further arouse the creativity of scientists, engineers and all of society.
zh_cn: 进一步激发广大科技工作者和全社会的创新活力。

source: We will accelerate the development of human resources.
zh_cn: 加快人才资源开发。

source: Talented personnel are the primary resources.
zh_cn: 人才是第一资源。

source: We need to develop all types of human resources in a coordinated and all-round way, with the focus on producing innovative scientists and engineers, and experts and professionals in key areas of economic and social development, and energetically attract high caliber personnel from overseas.
zh_cn: 要统筹推进各类人才队伍建设，突出培养创新型科技人才、经济社会发展重点领域专门人才和高技能人才，积极引进海外高层次人才。

source: We will set up a mechanism for diversifying funding for personnel training, so that the government, nongovernmental bodies, employers and employees all do their part.
zh_cn: 建立健全政府、社会、用人单位和个人等多元化的人才培养投入机制，

source: We will make full use of the basic role of market forces in allocating human resources, strive to create an institutional environment conducive to bringing forth talented people in large numbers and tapping their full potential, and make our country rich in human resources.
zh_cn: 充分发挥市场配置人才资源的基础性作用，努力营造人才辈出、人尽其才的制度环境，建设人力资源强国。

source: Energetically promoting cultural progress
zh_cn: （五）大力加强文化建设

source: To develop the country and rejuvenate the nation, we must not only be economically strong, but more importantly, be culturally strong.
zh_cn: 国家发展、民族振兴，不仅需要强大的经济力量，更需要强大的文化力量。

source: Culture is the spirit and soul of a nation, and the determining factor of whether it is truly strong or not.
zh_cn: 文化是一个民族的精神和灵魂，是一个民族真正有力量的决定性因素，

source: It can profoundly affect the progress of a country's development and change the destiny of a nation.
zh_cn: 可以深刻影响一个国家发展的进程，改变一个民族的命运。

source: If we do not develop an advanced culture and improve the whole nation's cultural and ethical levels, we cannot truly modernize.
zh_cn: 没有先进文化的发展，没有全民族文明素质的提高，就不可能真正实现现代化。

source: Emancipating our minds, and reform and opening up embody the spirit of our times, and they have become an advanced cultural force driving social progress and have filled the Chinese nation with vigor and vitality.
zh_cn: 解放思想、改革开放的时代精神，已经成为推动社会前进的先进文化力量，使中华民族充满生机与活力。

source: Over the past year, we vigorously developed non-profit cultural programs, sped up the reform of the cultural management system, improved the system of public cultural services, stimulated the rapid growth of our culture industry, brought prosperity to the culture market, and effectively expanded domestic demand.
zh_cn: 一年来，我们大力发展公益性文化事业，加快推进文化体制改革，加强公共文化服务体系建设，促进文化产业快速成长，繁荣文化市场，有效扩大了内需。

source: In the new year, we need to pay greater attention to and vigorously promote cultural progress.
zh_cn: 新的一年，我们要更加重视和大力加强文化建设。

source: We will draw upon and carry forward the fine traditional culture of the Chinese nation, draw on and make use of the achievements of the cultures of other countries, and build a home of spirit shared by the whole Chinese nation.
zh_cn: 继承和弘扬中华民族优秀传统文化，吸收和借鉴世界各国文明成果，建设中华民族共有精神家园。

source: Our government needs to better carry out its responsibility for developing non-profit cultural programs and ensure that the people's basic demands are met and that their rights and interests are protected.
zh_cn: 政府要更好地履行发展公益性文化事业的责任，保障人民群众的基本需求和权益。

source: We will give high priority to the primary, level, especially rural areas and the central and western regions in developing cultural infrastructure and allocating public cultural resources; make admission to more art galleries, libraries, cultural centers and museums free of charge; and enrich the people's intellectual and cultural lives.
zh_cn: 文化基础设施建设和公共文化资源配置要向基层、特别是农村和中西部地区倾斜，推进美术馆、图书馆、文化馆、博物馆免费开放，丰富人民群众的精神文化生活。

source: We will continue to reform the cultural management system, support non-profit cultural programs, develop the culture industry, encourage cultural innovation, foster leading cultural enterprises, and produce more healthy and inspirational cultural works to meet the diverse cultural needs of our people.
zh_cn: 要继续推进文化体制改革，扶持公益性文化事业，发展文化产业，鼓励文化创新，培育骨干文化企业，生产更多健康向上的文化产品，满足人民群众多样化的文化需求。

source: We will promote the development of philosophy, the social sciences, radio, television, film, the press, publishing, and archives; make literary and artistic creation flourish; and strengthen the protection of our cultural heritage.
zh_cn: 促进哲学社会科学、广播影视、新闻出版、档案事业发展，繁荣文学艺术创作，加强文物保护。

source: We will vigorously develop cultural exchanges with foreign countries, and make Chinese culture more influential internationally.
zh_cn: 积极开展对外文化交流，增强中华文化国际影响力。

source: We will energetically develop recreational sports, launch an extensive exercise campaign for the general public, and improve the people's health.
zh_cn: 大力发展公共体育事业，广泛开展全民健身运动，提高人民的身体素质。

source: The Chinese nation can not only create economic miracles but also make brilliant new cultural achievements.
zh_cn: 中华民族不仅能够创造经济奇迹，也一定能够创造新的文化辉煌。

source: 6. Vigorously ensuring and improving people's wellbeing, and promoting social harmony and progress
zh_cn: （六）着力保障和改善民生，促进社会和谐进步

source: Improving people's wellbeing is the fundamental goal of economic development.
zh_cn: 改善民生是经济发展的根本目的。

source: We can ensure that there is sustained impetus for economic development, a solid foundation for social progress, and lasting stability for the country only by working hard to ensure and improve people's wellbeing.
zh_cn: 只有着力保障和改善民生，经济发展才有持久的动力，社会进步才有牢固的基础，国家才能长治久安。

source: We will do everything in our power to increase employment.
zh_cn: 千方百计扩大就业。

source: This is the top priority in our work of ensuring and improving people's wellbeing.
zh_cn: 这是保障和改善民生的头等大事。

source: This year the employment situation will still be serious, and we cannot slacken our efforts in the slightest.
zh_cn: 今年就业形势依然严峻，工作上不能有丝毫松懈。

source: We need to continue to implement a proactive employment policy.
zh_cn: 要继续实施积极的就业政策。

source: The central government will allocate 43.3 billion yuan to stimulate employment.
zh_cn: 中央财政拟投入433亿元用于促进就业。

source: Emphasis will be given to helping college graduates, rural migrant workers, people experiencing employment difficulty, and demobilized military personnel find jobs.
zh_cn: 重点做好高校毕业生、农民工、就业困难人员就业和退伍转业军人就业安置工作。

source: The "five-four-three" employment support policies, originally scheduled to expire in 2009, will be extended for another year. [These policies allow qualified enterprises to postpone their payments of five types of social security contributions; reduce urban workers' contributions to four types of insurance funds, namely medical insurance, unemployment insurance, workers' compensation, and maternity insurance; and continue three types of subsidized, enterprise-based job training programs. - Tr.]
zh_cn: 2009年到期的“五缓四减三补贴”就业扶持政策延长一年。

source: We will increase policy support and employment guidance to encourage college graduates to take community-level jobs in urban and rural areas, and jobs in the central and western regions and in small and medium-sized enterprises.
zh_cn: 加强政策支持和就业指导，鼓励高校毕业生到城乡基层、中西部地区和中小企业就业；

source: We will expand channels for seeking employment and starting businesses.
zh_cn: 拓宽就业、择业、创业渠道，

source: We will encourage different forms of flexible employment, including starting businesses and finding jobs independently. We will also encourage job growth through the creation of new businesses.
zh_cn: 鼓励自主创业、自谋职业等多种形式的灵活就业，以创业带动就业。

source: We will establish a sound mechanism for stimulating employment through public investment.
zh_cn: 建立健全公共投资带动就业的机制。

source: We will continue to strengthen vocational training, with the focus on increasing the employability of rural migrant workers and new members of the workforce in urban and rural areas.
zh_cn: 继续加强职业技能培训，重点提高农民工和城乡新增劳动力的就业能力。

source: We will improve the employment services system, strengthen coordination and cooperation between labor-exporting and labor-importing regions, and guide workers in an orderly flow, especially rural migrant workers.
zh_cn: 完善就业服务体系，健全劳动力输出输入地区协调协作机制，引导劳动力特别是农民工有序流动。

source: We will accelerate the development of a unified and standardized human resources market.
zh_cn: 加快建立统一规范的人力资源市场。

source: We will safeguard the lawful rights and interests of workers and establish harmonious labor relations.
zh_cn: 维护劳动者合法权益，构建和谐的劳动关系。

source: We will work tirelessly to create more job opportunities and to enable workers to tap their full potential and find suitable jobs.
zh_cn: 我们要通过持之以恒的努力，创造更多的就业机会，让广大劳动者各尽所能、各得其所。

source: We will move faster to improve the social security system for both urban and rural residents.
zh_cn: 加快完善覆盖城乡居民的社会保障体系。

source: We will move steadily forward with the pilot program for a new old-age insurance system for rural residents by expanding it to 23% of the country's counties.
zh_cn: 扎实推进新型农村社会养老保险试点，试点范围扩大到23%的县。

source: We will act more quickly to solve longstanding problems, including the lack of basic old-age pensions for retirees of collectively owned enterprises that do not participate in group pension programs.
zh_cn: 加快解决未参保集体企业退休人员基本养老保障等遗留问题。

source: Workers' compensation will be extended to all of the 1.3 million workers injured previous jobs who are not receiving benefits.
zh_cn: 将全国130万“老工伤”人员全部纳入工伤保险范围。

source: We will work to extend coverage of social security to rural migrant workers.
zh_cn: 积极推进农民工参加社会保险。

source: We will strengthen our work concerning subsistence allowances in both urban and rural areas, gradually increase allowances, and ensure that they are managed in a manner that reflects changing conditions and that everyone who is entitled to such allowances receives them.
zh_cn: 加强城乡低保工作，逐步提高保障水平，切实做到动态管理、应保尽保。

source: We will work harder to build the social security and social services system for people with a disability, further implement policies for assisting and supporting them, and create a better environment for them to participate in social activities on an equal footing.
zh_cn: 加强残疾人社会保障和服务体系建设，进一步落实好扶残助残的各项政策，为他们平等参与社会生活创造更好的环境。

source: We will increase basic old-age pensions for enterprise retirees by 10%.
zh_cn: 企业退休人员基本养老金今年再提高10%。

source: Governments at all levels need to spend more on social security, and the central government will appropriate 318.5 billion yuan for this purpose.
zh_cn: 各级政府要进一步增加社会保障投入，中央财政拟安排3185亿元。

source: We will increase the country's social security funds through multiple channels and strengthen oversight and supervision to maintain and increase their value.
zh_cn: 要多渠道增加全国社会保障基金，加强监管，实现保值增值。

source: We will move faster to build a better social safety net to provide basic security to people and free them from worries.
zh_cn: 我们要加快构建更加完善的社会保障安全网，使人民生活有基本保障、无后顾之忧。

source: We will reform the income distribution system.
zh_cn: 改革收入分配制度。

source: A rational income distribution system is an important manifestation of social fairness and justice.
zh_cn: 合理的收入分配制度是社会公平正义的重要体现。

source: We will not only make the "pie" of social wealth bigger by developing the economy, but also distribute it well on the basis of a rational income distribution system.
zh_cn: 我们不仅要通过发展经济，把社会财富这个“蛋糕”做大，也要通过合理的收入分配制度把“蛋糕”分好。

source: We need to uphold and improve the system in which distribution according to work is dominant and multiple forms of distribution coexist, give due consideration to efficiency and fairness, and take the path to common prosperity.
zh_cn: 要坚持和完善按劳分配为主体、多种分配方式并存的分配制度，兼顾效率与公平，走共同富裕的道路。

source: First, we will promptly formulate policies and measures to adjust the distribution of national income, and gradually increase the proportion, of income individuals receive from the distribution of national income and the proportion of the primary distribution of income that goes to wages and salaries.
zh_cn: 一要抓紧制定调整国民收入分配格局的政策措施，逐步提高居民收入在国民收入分配中的比重，提高劳动报酬在初次分配中的比重。

source: We will strengthen the role of fiscal and taxation policies in adjusting the primary and secondary distribution of income.
zh_cn: 加大财政、税收在收入初次分配和再分配中的调节作用。

source: We will create conditions for more people to earn income from property.
zh_cn: 创造条件让更多群众拥有财产性收入。

source: Second, we will deepen the reform of the income distribution system of monopoly industries.
zh_cn: 二要深化垄断行业收入分配制度改革。

source: We will improve the policy of dual control over total payroll and wage scales in these industries.
zh_cn: 完善对垄断行业工资总额和工资水平的双重调控政策。

source: We will set strict standards for the income of executives, especially senior ones, of state-owned enterprises and financial institutions, and improve related oversight and supervision rules.
zh_cn: 严格规范国有企业、金融机构经营管理人员特别是高管的收入，完善监管办法。

source: Third, we will further standardize the pattern of income distribution.
zh_cn: 三要进一步规范收入分配秩序。

source: We will firmly crack down on and ban illegal income; regulate off-the-books income; gradually form a transparent, fair and rational pattern of income distribution; and resolutely reverse the widening income gap.
zh_cn: 坚决打击取缔非法收入，规范灰色收入，逐步形成公开透明、公正合理的收入分配秩序，坚决扭转收入差距扩大的趋势。

source: We will promote the steady and sound development of the real estate market.
zh_cn: 促进房地产市场平稳健康发展。

source: We will resolutely curb the precipitous rise of housing prices in some cities and satisfy people's basic need for housing.
zh_cn: 要坚决遏制部分城市房价过快上涨势头，满足人民群众的基本住房需求。

source: First, we will continue to carry out low-income housing projects on a large scale.
zh_cn: 一是继续大规模实施保障性安居工程。

source: The central government will allocate 63.2 billion yuan for low-income housing, an increase of 8.1 billion yuan over last year.
zh_cn: 中央财政拟安排保障性住房专项补助资金632亿元，比上年增加81亿元。

source: We will build 3 million housing units for low-income families and renovate 2.8 million housing units in run-down areas.
zh_cn: 建设保障性住房300万套，各类棚户区改造住房280万套。

source: We will expand the pilot program for renovating dilapidated houses in rural areas.
zh_cn: 扩大农村危房改造试点范围。

source: Governments at all levels must genuinely take responsibility to ensure that the annual construction plan is strictly carried out and that policies concerning land, funding, and preferential treatment are implemented well.
zh_cn: 各级政府要切实负起责任，严格执行年度建设计划，确保土地、资金和优惠政策落实到位。

source: Second, we will continue to support the purchase of homes to be used as their owners' residences.
zh_cn: 二是继续支持居民自住性住房消费。

source: We will increase the land supply for building small and medium-sized condominiums to be sold at low and medium price levels, and expedite the approval procedure for and construction of such housing projects.
zh_cn: 增加中低价位、中小套型普通商品房用地供应，加快普通商品房项目审批和建设进度。

source: We will standardize and develop the market for used homes, encourage home renting, and stimulate rental housing market.
zh_cn: 规范发展二手房市场，倡导住房租赁消费。盘活住房租赁市场。

source: Third, we will rein in speculative housing purchases.
zh_cn: 三是抑制投机性购房。

source: We will intensify the implementation of differentiated credit and tax policies.
zh_cn: 加大差别化信贷、税收政策执行力度。

source: We will improve the advance purchase system for commodity housing.
zh_cn: 完善商品房预售制度。

source: Fourth, we will work to rectify and standardize the real estate market.
zh_cn: 四是大力整顿和规范房地产市场秩序。

source: We will improve the methods for managing and using income from land, and keep land prices from rising too fast.
zh_cn: 完善土地收入管理使用办法，抑制土地价格过快上涨。

source: We will make greater efforts to deal with violations of laws and regulations such as keeping land unused, property hoarding, and price rigging.
zh_cn: 加大对圈地不建、捂盘惜售、哄抬房价等违法违规行为的查处力度。

source: We will accelerate the reform and development of the pharmaceutical and healthcare fields.
zh_cn: 加快推进医药卫生事业改革发展。

source: We will actively yet prudently carry forward the reform of the pharmaceutical and healthcare systems, and comprehensively accomplish five key tasks.
zh_cn: 积极稳妥推进医药卫生体制改革，全面落实五项重点工作。

source: We will continue to expand the coverage of guaranteed basic medical care.
zh_cn: 继续扩大基本医疗保障覆盖面。

source: This year we will raise government subsidies on basic medical insurance for non-working urban residents and on the new type of rural cooperative medical care system to 120 yuan per person per year, up 50% over last year, and appropriately increase rates for individual contributions.
zh_cn: 今年要把城镇居民基本医保和新农合的财政补助标准提高到120元，比上年增长50%，并适当提高个人缴费标准。

source: We will carry out a pilot program for ensuring that rural children with leukemia or congenital heart disease receive medical treatment and provide more assistance to these less fortunate children and their families.
zh_cn: 开展农村儿童白血病、先天性心脏病医疗保障试点，尽力为这些不幸的儿童和家庭提供更多帮助。

source: We will install the basic drug system in 60% of community medical institutions and urge other medical institutions to give high priority to the use of basic drugs.
zh_cn: 在60％政府举办的基层医疗卫生机构实施基本药物制度，其他医疗机构也要优先选用基本药物。

source: We will promote the centralized purchase and unified distribution of basic drugs.
zh_cn: 推进基本药物集中采购和统一配送。

source: We will basically complete the plan for building community medical institutions in urban and rural areas, undertake personnel education and training on a large scale, and further improve the policies and measures for supporting the development of village clinics and rural doctors.
zh_cn: 基本完成城乡基层医疗卫生机构建设规划，大规模开展适宜人才培养和培训。进一步完善支持村卫生室建设和乡村医生发展的政策措施。

source: We will improve the mechanism for subsidizing community medical institutions and link salaries to performance.
zh_cn: 完善基层医疗卫生机构补偿机制，落实岗位绩效工资。

source: We will carry out a pilot program for making community medical institutions the first option in medical treatment and work to create a service system in which hospitals and community medical institutions (each with its own well-defined functions) coordinate and collaborate with each other and refer cases to each other.
zh_cn: 开展社区首诊试点，推动形成基层医疗卫生机构和医院功能区分合理、协作配合、互相转诊的服务体系。

source: We will strengthen prevention and control of influenza A (H1N1) and other major communicable diseases as well as chronic, occupational, and endemic diseases, and enhance our ability to handle public health emergencies.
zh_cn: 切实加强甲型H1N1流感等重大传染病防控和慢性病、职业病、地方病防治，提高突发公共卫生事件应急处置能力。

source: We will carry out a pilot reform of public hospitals; maintain the non profit nature of bask medical services; make institutional and procedural innovations; boost the morale of medical workers; raise the quality of service; control medical costs; and improve relations between medical service providers and consumers.
zh_cn: 开展公立医院改革试点，坚持基本医疗的公益性方向，创新体制机制，充分调动医务人员积极性，提高服务质量，控制医疗费用，改善医患关系。

source: We will energetically support the use of non-government capital to run medical and healthcare institutions, and such institutions will be treated the same as public hospitals in obtaining operating licenses and providing medical services covered by the public medical insurance system.
zh_cn: 大力支持社会资本兴办医疗卫生机构，在服务准入、医保定点等方面一视同仁。

source: We will support and promote the development of traditional Chinese medicine and folk medicines of ethnic minorities.
zh_cn: 扶持和促进中医药、民族医药事业发展。

source: The reform and development of the pharmaceutical and healthcare fields affects the health of the people and the happiness of their families; therefore, we must overcome all difficulties and solve this universal problem.
zh_cn: 医药卫生事业改革发展关系人民身体健康和家庭幸福，我们要克服一切困难，把这个世界性难题解决好。

source: We will do a good job in population and family planning work We will continue to maintain a low birthrate.
zh_cn: 做好人口和计划生育工作。继续稳定低生育水平。

source: We will provide good family planning services for the floating population.
zh_cn: 做好流动人口计划生育服务工作。

source: We will provide regular gynecological examinations and subsidize hospital childbirths for rural women.
zh_cn: 落实好农村妇女妇科疾病定期检查和住院分娩补助政策。
